tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "caskroom/fonts"
brew "arping"
brew "chromedriver"
brew "curl"
brew "direnv"
brew "gettext"
brew "git"
brew "git-annex"
brew "git-lfs"
brew "fish"
brew "fzf"
brew "openssl"
brew "gitlab-runner", restart_service: true
brew "gnupg"
brew "hping"
brew "libmagic"
brew "libu2f-host"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "redis", restart_service: true
brew "ruby"
brew "syncthing", restart_service: true
brew "syncthing-inotify", restart_service: true
brew "tig"
brew "watch"
brew "yarn"
cask "font-bebas-neue"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fontawesome"
cask "font-oswald"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
