bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
Gimly81.matlab
James-Yu.latex-workshop
mrorz.language-gettext
ms-python.python
ms-vscode.cpptools
ms-vscode.PowerShell
PeterJausovec.vscode-docker
rebornix.Ruby
sidneys1.gitconfig
TeddyDD.fish
vsciot-vscode.vscode-arduino
