tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Regular formulas
brew "arping"
brew "chromaprint"
brew "chromedriver"
brew "curl"
brew "direnv"
brew "gettext"
brew "git"
brew "git-annex"
brew "git-lfs"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "openssl"
brew "gnupg"
brew "hping"
brew "libmagic"
brew "libu2f-host"
brew "mas"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "ruby"
brew "syncthing", restart_service: :changed
brew "tig"
brew "watch"
brew "wget"
brew "yarn"

# Fonts
cask "font-bebas-neue"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fontawesome"
cask "font-oswald"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"

# Casks
cask "1password"
cask "alfred"
cask "balenaetcher"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-drive"
cask "google-chrome"
cask "harvest"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "mactex"
cask "microsoft-office"
cask "moom"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"

# App Store
mas "Apple Configurator 2", id: 1037126344
mas "Microsoft Remote Desktop", id: 715768417
